Repository: 71/LessPassForWindows
Catalog: LessPass/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr

# About.Text
source: About the app
fr_fr: À propos

# Algorithm.Label
source: Algorithm
fr_fr: Algorithme

# CharsetError/Content
source: No charset has been selected. Please select at least one charset in the command bar.
fr_fr: Aucun group de caractères n'a été selectionné. Veuillez selectionner au moins un groupe dans la Command Bar.

# CharsetError/Ok
source: Alright, let me select a charset.
fr_fr: D'accord, laisse-moi choisir un groupe de caractères.

# Contact.Text
source: Contact the author
fr_fr: Contacter l'auteur

# Counter.Label
source: Counter
fr_fr: Compteur

# CounterFlyout.Header
source: Arbitrary number that randomizes the output.
fr_fr: Nombre arbitraire qui modifie le mot de passe généré.

# EmailBody
source: I'd like to tell you something about LessPass.
fr_fr: J'aimerais te parler de LessPass.

# EmailSubject
source: Hey, Greg
fr_fr: Bonjour, Grégoire.

# Fonts.Text
source: Fonts used
fr_fr: Polices utilisées

# Iterations.Label
source: Iterations
fr_fr: Nombre d'itérations

# Login.PlaceholderText
source: Login
fr_fr: Identifiant

# Password.PlaceholderText
source: Master Password
fr_fr: Mot de passe principal

# Source.Text
source: Source code
fr_fr: Code source

# Website.PlaceholderText
source: Website
fr_fr: Site
